Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: When to Call Your Doctor If you have any of these signs, call your doctor right away: • Redness, warmth or swelling at the site or streaking away from the wound • A temperature over 100.5 degrees F or 38 degrees C • An increase or change in draining from wound or any pus drainage • Wound gets bigger or is not showing signs of healing Talk to your doctor, nurse or diabetes educator if you have any questions or concerns. © 2012 - January 25, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Diabetes and Wound Healing. Russian.
ru: Когда следует позвонить врачу Если у вас наблюдается любой из следующих симптомов, сразу же звоните своему врачу: • покраснение, ощущение тепла или отек в месте раны или идущий полосой от раны; • температура выше 100,5 градусов по Фаренгейту или 38 градусов по Цельсию; • увеличение или изменение выделений из раны или гнойные выделения; • рана увеличивается, а признаки заживления отсутствуют. Если у вас возникают вопросы или опасения, обращайтесь к своему врачу, медсестре или специалисту по диабету. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Diabetes During If you have diabetes, your body cannot properly use the food you eat for energy. When you have diabetes during pregnancy, it is called gestational diabetes. When you eat, your body breaks down the foods into a form of energy called glucose. Glucose is another word for sugar. The glucose goes into your blood and your blood sugar rises. Insulin is a hormone made by your pancreas. It helps glucose move from your blood into your body’s cells so your body can use it for energy. You cannot live without insulin. Diabetes while you are pregnant With diabetes, you and your baby do not get the energy you need from the food you eat. This is because your body does not make enough insulin for the amount of glucose that both you and your baby need for energy. This causes you to have high blood sugar during pregnancy, which can be harmful to you and to your baby. You will have blood tests done to check your glucose level. If not treated, gestational diabetes can cause: • A large baby, which can cause a hard delivery Diabetes During Pregnancy. Russian
ru: беременности Pregnancy Если у Вас диабет - это значит, что Ваш организм не в состоянии должным образом использовать пищу, которую Вы употребляете, для преобразования в энергию. Если у Вас диабет во время беременности, то это называется гестационным диабетом. Когда Вы принимаете пищу, организм преобразует ее в разновидность энергии, которая называется глюкозой. Глюкоза - это одно из названий сахара. Глюкоза попадает в Вашу кровь и уровень содержания сахара в крови повышается. Инсулин - это гормон, вырабатываемый Вашей поджелудочной железой. Он способствует переносу глюкозы из Вашей крови в клетки Вашего тела с тем, чтобы Ваше тело могло использовать ее как источник энергии. Вы не можете жить без инсулина. Диабет во время беременности При диабете Вы и Ваш ребенок не получают необходимую энергию от принимаемой пищи. Это происходит, потому что Ваш организм не вырабатывает достаточно инсулина для переработки в энергию глюкозы, необходимой Вам и Вашему ребенку. Это приводит к высокому уровню сахара в крови во время беременности, что может быть опасным для Вас и ребенка. Вы должны сдать анализы крови для проверки уровня сахара. Если не пройти курс лечения, гестационный диабет может вызвать: • увеличение плода, что в свою очередь может привести к осложнениям при родах;

source: • Birth defects • A low blood sugar in your baby right after birth, which is not good for your baby • Breathing problems for your baby Signs You may have no signs that your blood sugar is high. Ask your doctor about glucose testing during your pregnancy. Your Care The goal is to keep your blood sugar under control. Your doctor will follow your pregnancy closely to check you and your baby. If you have high blood sugar: • Eat a well balanced diet. A dietitian or nurse will help you plan your diet. • Exercise each day. • Check your blood sugar often and write it down. You will be taught to check your blood sugar using a glucose meter. • You may need to give yourself insulin shots. If so, a nurse will show you how to do this. Diabetes During Pregnancy. Russian
ru: • врожденные дефекты; • низкий уровень сахара в крови Вашего ребенка непосредственно после рождения, что является нежелательным для него; • проблемы с дыханием Вашего ребенка. Признаки У Вас могут отсутствовать какие-либо симптомы повышенного содержания сахара в крови. Спросите Вашего врача о проведении анализов на определение уровня сахара в крови во время беременности. Медицинский уход за Вами Целью является осуществление контроля за уровнем сахара в крови. Ваш врач будет тщательно контролировать ход Вашей беременности для проверки Вашего состояния и состояния Вашего ребенка. Если уровень сахара в Вашей крови повышен, то необходимо: • соблюдать тщательно сбалансированную диету. Врач- диетолог или медсестра помогут Вам спланировать Вашу диету; • каждый день делать физические упражнения; • регулярно проводить проверки уровня сахара в крови и записывать их результаты. Вас научат проверять уровень сахара в крови с помощью измерителя глюкозы; • возможно, Вам придется самостоятельно делать себе уколы инсулина. В этом случае попросите медсестру показать, как это делается.

source: Your health after your baby is born After your baby is born, your blood sugar will likely go back to normal. Your blood sugar will be checked 6 weeks after delivery or after you have stopped breastfeeding. Women who have had gestational diabetes have a high rate of Type 2 diabetes later in life. Reduce your risk by staying at a healthy weight, exercising regularly, and eating healthy foods. Have your blood sugar tested at least once a year or as directed. Talk to your doctor or nurse if you have any questions or concerns. © 2009 - September 20, 2016, Health Information Translations. Unless otherwise stated, user may print or download information from this website website should not be used in place of a consultation with your doctor or other health qualified health care provider before you start or stop any treatment or with any Medical Center, Mount Carmel Health System and OhioHealth are not responsible treatment or your failure to obtain medical treatment. Diabetes During Pregnancy. Russian
ru: Ваше здоровье после рождения ребенка После рождения ребенка уровень сахара в Вашей крови скорее всего снова станет нормальным. Уровень сахара в крови необходимо будет проверить через 6 недель после родов либо после прекращения кормления грудью. Женщины, у которых был выявлен гестационный диабет, имеют в дальнейшем высокие шансы возникновения диабета типа 2. Вы можете понизить риск заболевания, если будете поддерживать нормальный вес, делать физические упражнения и принимать здоровую пищу. Проводите анализ содержания сахара в крови не реже раза в год или в соответствии с предписанием. Если у Вас есть какие-либо вопросы или опасения, обратитесь к Вашему врачу или медсестре. for personal, non-commercial use only. The medical information found on this care provider. You should always seek the advice of your doctor or other questions you may have about a medical condition. The Ohio State University for injuries or damages you may incur as a result of your stopping medical

source: Diabetes Diabetes is a disease in which your body cannot properly use the food you eat for energy. Your cells need energy to live and grow. When you eat, food breaks down into a form of energy called glucose. Glucose is another word for sugar. The glucose goes into your blood, and your blood sugar rises. Insulin is a hormone made by your pancreas. It helps glucose move from your blood into your cells, so your body can use it for energy. People cannot live without insulin. Types of Diabetes • With type 1 diabetes, the pancreas makes no insulin. • With type 2 diabetes, the more common type, the pancreas does not make enough insulin, or your body is not able to use the insulin the pancreas makes. Without enough insulin, the glucose stays in your blood. • With diabetes during pregnancy, called gestational diabetes, the mother is not able to make enough insulin to cover the needs of both mother and baby. • With prediabetes, your glucose is higher than normal, but not high enough to be called diabetes. Prediabetes raises your risk for type 2 diabetes, heart disease, and stroke. The good news is that type 2 diabetes can be prevented or delayed with lifestyle changes, such as losing weight, eating healthy food, and being active. Diabetes. Russian.
ru: Диабет, это заболевание, при котором организм не в состоянии должным образом использовать еду для преобразования в энергию. Для жизни и роста клеткам необходима энергия. Когда вы едите, пища расщепляется на глюкозу, которая дает организму энергию. Глюкоза — это одно из названий сахара. Глюкоза попадает в кровь, и уровень сахара в крови повышается. Инсулин — это гормон, вырабатываемый поджелудочной железой. Он способствует переносу глюкозы из крови в клетки, чтобы организм мог использовать ее как источник энергии. Люди не могут жить без инсулина. Типы сахарного диабета • При диабете 1-го типа поджелудочная железа совсем не вырабатывает инсулин. • При более распространенном типе диабета (2-й тип) поджелудочная железа вырабатывает недостаточное количество инсулина или организм не в состоянии переработать инсулин, вырабатываемый поджелудочной железой. Если в организме не хватает инсулина, глюкоза остается в крови. • При диабете во время беременности (гестационный диабет) мать не в состоянии вырабатывать достаточное количество инсулина для себя и ребенка. • Преддиабет — это состояние, когда уровень глюкозы в крове выше нормы, но недостаточно высокий, чтобы можно было поставить диагноз «диабет». Преддиабет увеличивает риск возникновения диабета 2-го типа, сердечно-сосудистых заболеваний и инсульта. Хорошая новость заключается в том, что диабет 2-го типа можно предотвратить или отсрочить, если изменить свои привычки, например сбросить вес, правильно питаться и вести активный образ жизни.

source: Over time, having too much glucose in your blood can cause serious problems. It can damage your eyes, kidneys, heart, and nerves. Diabetes can also cause heart disease, stroke, poor circulation, and wounds that do not heal. When untreated and uncontrolled, these wounds could progress to limb loss. Signs of Diabetes Everyone responds differently to diabetes. Some of the common warning signs are: • Having to go to the bathroom often to pass urine • Feeling thirsty, even though you are drinking fluids • Losing weight • Blurry vision • Healing is slow for cuts or scrapes on your skin • Feeling tired • Feeling hungry • Being irritable or grumpy Often people may not notice any signs of diabetes. One in four people with diabetes doesn’t know they has it. If you have any of these signs of diabetes, ask your doctor for a blood test to check your glucose level. The most important blood tests are a fasting blood sugar and an A1C. • A fasting plasma glucose (FPG) test, also called fasting blood glucose, measures blood sugar. You will need to fast, so you are not able to eat or drink anything except for water for at least 8 hours before the test. • An A1C test, also called the hemoglobin A1C, HbA1c, or glycohemoglobin test, measures blood sugar over the last 2 to 3 months. Diabetes. Russian.
ru: Со временем высокий уровень глюкозы в крови может вызвать серьезные проблемы с глазами, почками, сердцем и нервами. Диабет также может стать причиной сердечно-сосудистых болезней, инсульта, проблем с кровообращением и незаживающих ран. Если не лечить раны и не контролировать их состояние, можно в итоге потерять конечность. Симптомы диабета У каждого диабет проявляется по-своему. Вот первые признаки заболевания: • Частые позывы к мочеиспусканию • Жажда несмотря на питье • Потеря веса • Затуманенное зрение • Медленно заживающие порезы и царапины на коже • Усталость • Чувство голода • Раздражительность или сварливость Зачастую человек может не замечать симптомов диабета. Один из четырех человек не знает, что у него диабет. Если у вас есть какой-либо из перечисленных симптомов, попросите врача назначить вам анализ на сахар. Самые важные анализы — анализ крови на сахар натощак и A1C. • В ходе анализа глюкозы плазмы натощак измеряется уровень сахара в крови. Кровь на анализ сдается натощак: за 8 часов до исследования нельзя ни есть, ни пить ничего, кроме воды. • В ходе анализа A1C (HbA1c, анализ на гликированный гемоглобин) измеряется уровень сахара в крови в течение последних 2-3 месяцев.

source: Your Care The goal is to keep your glucose level as near to normal as possible. Your care may include: • Planning meals • Testing glucose levels • Learning signs to know when your glucose level is too low or too high • Exercising • Maintaining a healthy weight • Taking medicine – insulin or pills • Keeping all appointments with your health care team • Attending diabetes education classes Talk to your doctor, nurse, dietitian, and pharmacist to learn how to manage your diabetes. © 2009 − October 25, 2022, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Diabetes. Russian.
ru: Лечение Цель состоит в том, чтобы поддерживать уровень сахара в крови как можно ближе к норме. Лечение может состоять в следующем: • Планирование приемом пищи • Анализ крови на содержание глюкозы • Знание симптомов при слишком высоком либо слишком низком уровне глюкозы • Физическая активность • Поддержание здорового веса • Прием лекарств: инсулина или таблеток • Хождение на приемы в учреждение здравоохранения • Посещение учебных занятий по диабету Посоветуйтесь со своим врачом, медсестрой, диетологом или фармацевтом о том, как контролировать диабет. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Diabetic Retinopathy Diabetic retinopathy is retinathat an eye problem can cause blindness. It occurs when high blood sugar damages small blood vessels in the back of the eye, called back the retina. All of people eye with diabetes are at risk for this problem. There are things you can do to reduce your risk and prevent or slow vision retinal blood vessels loss. Diabetic retinopathy can affect both eyes. You may not have any signs at first. As it worsens, blood vessels weaken and leak blood and fluid. As new blood vessels grow they also leak blood and fluid. This causes blocks in your vision. Signs of diabetic retinopathy • Floating spots in your vision • Blurred vision • Blocked or hazy vision Diabetic Retinopathy. Russian
ru: ретинопатия Диабетическая ретинопатия — это заболевание глаз, которое может привести к передняя слепоте. Оно стенка глаза front возникает, когда eye повышенное содержание сахара в крови разрушает маленькие кровеносные сосуды на задней стенке глаза, называемой сетчаткой. У всех больных сахарным диабетом существует риск подобного заболевания. Некоторые процедуры позволяют уменьшить риск возникновения заболевания и предотвратить или замедлить ухудшение зрения. Диабетическая ретинопатия может поразить оба глаза. На начальной стадии симптомы заболевания могут отсутствовать. По мере ухудшения состояния кровеносные сосуды становятся менее прочными и начинают пропускать кровь и жидкость. По мере роста новых кровеносных сосудов они также начинают пропускать кровь и жидкость, что приводит к ухудшению зрения. Симптомы диабетической ретинопатии • Плавающие точки перед глазами • Нечеткое зрение • Потеря или затуманивание зрения

source: Your care To help reduce your risk of vision loss: • Keep your blood sugar levels well controlled. This is one of the best ways to protect your vision. Work with your doctor, nurse and dietitian. • Keep your blood pressure and blood cholesterol levels normal. You may need to take medicine. • Have an eye exam each year by an eye specialist that includes eye dilation. An eye exam can detect early changes before you have any signs. • Call your doctor if you have any changes in your vision. There is no cure for diabetic retinopathy, but laser treatment or surgery may be done to prevent or slow vision loss. Talk to your doctor or nurse if you have any questions or concerns. © 2007 - January 3, 2017, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Diabetic Retinopathy. Russian
ru: Лечение Чтобы уменьшить риск потери зрения: • Тщательно контролируйте уровень сахара в крови. Это один из лучших способов сохранить зрение. Проконсультируйтесь со своим врачом, медсестрой и диетологом. • Поддерживайте нормальный уровень кровяного давления и холестерина. При необходимости принимайте лекарства. • Ежегодно проверяйте зрение у окулиста, включая осмотр глазного дна. Проверка зрения помогает выявить изменения на ранней стадии, до того как появятся какие-либо симптомы. • Если у вас появились нарушения зрения, обратитесь к врачу. Диабетическая ретинопатия не лечится, но можно предотвратить или замедлить потерю зрения с помощью лазерного лечения или хирургической операции. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Dialysis Dialysis is a treatment used when your body’s kidneys stop working well. Extra fluids and wastes are removed from your body with dialysis. There are 2 types of dialysis: • Hemodialysis • Peritoneal dialysis Hemodialysis With hemodialysis, small amounts of blood are pumped out of the body and through a dialysis machine that has a filter called an artificial kidney. This machine filters extra fluid and wastes from the blood. The blood is then pumped back into your body. Treatment can be given at a dialysis center or at home. Talk with your doctor and health care team about your options. • Treatments take about 4 hours and are done 3 times each week in a dialysis center. • Treatment at home is done more days of the week for shorter periods of time. Home treatment requires you and your partner to attend 3 to 8 weeks of training to learn to run the machine and to track your treatments. For this treatment, there needs to be a site where the blood is taken out of the body and then returned to the blood stream. This is called an access. After the access is made Dialysis. Russian.
ru: Диализ используется, когда почки перестают нормально работать. В ходе данной процедуры из организма удаляется излишняя жидкость и ненужные вещества. Существуют 2 типа диализа: • Гемодиализ • Перитонеальный диализ Гемодиализ При гемодиализе из организма небольшое количество крови откачивается и пропускается через диализный аппарат с фильтром, называемый искусственной почкой. Аппарат отфильтровывает из крови излишнюю жидкость и отходы. Затем кровь возвращается в организм. Гемодиализ проводится в домашних условиях или в диализном центре. Поговорите с врачом и лечащим персоналом о возможных вариантах. • В диализном центре процедура занимает около 4 часов и проводится еженедельно 3 раза в неделю. • В домашних условиях процедура проводится чаще, но в течение более коротких периодов времени. Для проведения диализа на дому необходимо, чтобы вы и ваш партнер прошли 3–8 недельный курс обучения по управлению аппаратом и отслеживанию хода лечения. Для этой процедуры необходимо подготовить место, из которого будет производиться забор крови из организма, и через которое она будет возвращаться в кровеносную систему. Такое место называется местом подключения. После подготовки и заживления места

source: and healed, 2 needles are inserted into the access. One needle draws the blood out and the other needle returns the blood to the body. Access Sites There are three main types of access sites. • AV Fistula – With minor surgery, an artery is joined to a vein under the skin. This is most often done in an arm. – With minor surgery, a soft plastic • Graft tube is used to join the artery and vein under the skin. • A central catheter – For temporary dialysis, the doctor can put in a catheter in a large vein, most often in the neck. Peritoneal Dialysis (PD) With peritoneal dialysis, a catheter is put into the abdomen in surgery. The lining of your abdomen acts as a natural filter for your treatment. Special fluid, called dialysate, is put into the abdomen through the catheter. The fluid stays in the abdomen for several hours, called dwell time. During this time, the body’s extra fluid and wastes move from the blood in the lining of the abdomen to the fluid. This fluid becomes much like urine and it is then drained from the body through the catheter into a bag. Dialysis. Russian.
ru: подключения в него вставляют 2 иглы. Через одну иглу производится забор крови, а через вторую она возвращается в организм. Места подключения Существует три основных типа мест подключения: • Артериовенозный свищ — при помощи небольшой подкожной хирургической операции артерия соединяется с веной. Это чаще всего делается на руке. • Имплантат — с помощью небольшой хирургической операции мягкая пластиковая трубка подсоединяется к артерии и вене под кожей. — для • Центральный катетер временного диализа врач может подсоединить катетер к крупной вене, чаще всего в области шеи. Перитонеальный диализ Перед перитонеальным диализом проводится операция по установке катетера в брюшную полость. В ходе этой процедуры мембрана брюшины используется в качестве естественного фильтра. Через катетер в брюшную полость вводится специальная жидкость, которая называется диализатом. Жидкость остается в животе в течение нескольких часов. За это время лишняя жидкость и отходы организма перемещаются из крови в брюшине в жидкость. Жидкость становится похожей на мочу, а затем выводится из организма через катетер в мешок.
